[{"data":1,"prerenderedAt":38},["ShallowReactive",2],{"$fP5wc4_0PqSqTnJtJwhZLriCVmOwK-U1s7-UffwYtxaE":3,"$fSomMZy82c7-d-xdBJHQtTUxr2yObZgZSXmgecMhCTbI":18,"$fThP-XdztSyTkYS6r_kCh4THoSQ3-n4qp3iEKZT4BeOs":22},{"name-zh-CN":4,"name-en-US":5,"introduction-zh-CN":6,"introduction-en-US":7,"contact-zh-CN":8,"contact-en-US":9,"email":10,"address-list":11},"软件体验与人机交互实验室","Laboratory of Software Experience and HCI","\u003Cp>南开大学软件学院软件体验与人机交互实验室依托天津市软件体验与人机交互重点实验室，科研团队阵容强大，有 9 位教授、14 位副教授、8 位讲师，学术带头人为教育部长江学者讲席教授张海宁。\u003C/p>\n\u003Cp>实验室以软件体验与人机交互为核心研究方向。该方向为智能终端创新的关键引擎，深度融合软件工程、人工智能、医学、心理学、教育学等多学科前沿技术，旨在构建全方位交互技术体系，引领下一代人机共生范式，助力塑造全球交互技术战略发展新格局。\u003Cbr>\n研究领域具体涵盖四大板块：\u003C/p>\n\u003Cul>\n\u003Cli>智能人机交互技术：聚焦婴幼儿视觉发育智能评估、大学生心理智能感知等前沿场景，探索人类与智能系统的高效交互模式。\u003C/li>\n\u003Cli>用户体验驱动的软件工程：围绕软件用户心智度量评价、用户体验评估模型等核心内容，持续提升软件产品的用户友好度与实用价值。\u003C/li>\n\u003Cli>融合式具身智能系统：涵盖多智能体协同系统、无人机智能软件系统等方向，推动智能系统在实际场景中的高效落地与应用。\u003C/li>\n\u003Cli>大语言模型应用技术：深耕合成生物智能体、大模型能力评测、数字辅导员等研究，不断拓展大语言模型的应用边界与产业价值。\u003C/li>\n\u003C/ul>\n\u003Cp>实验室科研成果颇为丰硕，近三年发表高水平论文 148 篇，授权发明专利 9 项，还制定了 1 项行业标准，培养出 100 余位硕博研究生。在科研项目与资助方面，承担国家级项目 17 项、省部级项目 10 项，有 300 万人才项目经费；自 2024 年起承担 12 项企业项目，经费总额达 1200 万，另有 5 项近 1000 万的横向项目合同正处于签署阶段。\u003C/p>\n\u003Cp>在合作网络与平台搭建上，实验室积极开展深度校企合作，与 VIVO、Oppo、咪咕、天津眼科医院、天津合生生物、浙江博升等知名单位携手，共建了 1 个产学研联合实验室；同时，与清华大学、新南威尔士大学等高校开展科研合作，在学术交流与科研协作中不断提升自身实力与影响力。\u003C/p>\n","\u003Cp>Laboratory of Software Experience and Human Computer Interaction, School of Software, Nankai University.Supported by the Tianjin Key Laboratory of Software Experience and Human-Computer Interaction, the laboratory boasts a strong research team, including 9 professors, 14 associate professors, and 8 lecturers. Its academic leader is Professor Zhang Haining, a Changjiang Scholar Chair Professor appointed by the Ministry of Education.\u003C/p>\n\u003Cp>The laboratory focuses on software experience and human-computer interaction as its core research direction. This direction serves as a key driver for smart terminal innovation, integrating cutting-edge technologies across multiple disciplines such as software engineering, artificial intelligence, medicine, psychology, and education. It aims to build a comprehensive interactive technology system, lead the next-generation human-machine symbiosis paradigm, and help shape a new pattern for the strategic development of global interactive technologies.\u003Cbr>\nThe research scope covers four specific areas:\u003C/p>\n\u003Cul>\n\u003Cli>Intelligent Human-Computer Interaction: Focuses on cutting-edge scenarios like intelligent assessment of infants' visual development and intelligent perception of college students' psychology, exploring efficient interaction modes between humans and intelligent systems.\u003C/li>\n\u003Cli>User Experience-Driven Software Engineering: Centers on core content such as the measurement and evaluation of users' mental models for software and user experience assessment models, continuously enhancing the user-friendliness and practical value of software products.\u003C/li>\n\u003Cli>Integrated Embodied Intelligent Systems: Encompasses directions including multi-agent collaborative systems and intelligent software systems for drones, promoting the efficient implementation and application of intelligent systems in real-world scenarios.\u003C/li>\n\u003Cli>Large Language Model Application Technology: Conducts in-depth research on synthetic biological agents, large model capability evaluation, and digital tutors, constantly expanding the application boundaries and industrial value of large language models.\u003C/li>\n\u003C/ul>\n\u003Cp>The laboratory has achieved fruitful research outcomes. In the past three years, it has published 148 high-level papers, obtained 9 authorized invention patents, and formulated 1 industry standard, while cultivating over 100 master's and doctoral students. In terms of research projects and funding, it has undertaken 17 national-level projects and 10 provincial/municipal-level projects, with a talent project fund of 3 million yuan. Since 2024, it has undertaken 12 enterprise cooperation projects with a total fund of 12 million yuan, and 5 horizontal project contracts worth nearly 10 million yuan are currently in the signing stage.\u003C/p>\n\u003Cp>In terms of cooperation network and platform construction, the laboratory actively carries out in-depth university-enterprise cooperation. It has joined hands with well-known institutions such as VIVO, Oppo, Migu, Tianjin Eye Hospital, Tianjin Hesheng Biology, and Zhejiang Bosheng to jointly establish 1 industry-university-research joint laboratory. Meanwhile, it conducts scientific research cooperation with universities including Tsinghua University and the University of New South Wales, continuously enhancing its strength and influence through academic exchanges and research collaboration.\u003C/p>\n","欢迎加入",null,"seamilab@mail.nankai.edu.cn",[12,15],{"address":13,"postcode":14},"津南校区地址：天津市津南区海河教育园同砚路38号",300350,{"address":16,"postcode":17},"泰达校区：天津经济开发区宏达街23号",300457,{"name-zh-CN":4,"name-en-US":5,"introduction-zh-CN":6,"introduction-en-US":7,"contact-zh-CN":8,"contact-en-US":9,"email":10,"address-list":19},[20,21],{"address":13,"postcode":14},{"address":16,"postcode":17},[23],{"slug":24,"title-zh-CN":25,"title-en-US":9,"main-title":26,"date":27,"url":28,"visible":29,"_source":30,"_movedAssets":31,"_updatedAt":37},"2025-12-27","张海宁教授应邀为北京四中举办大模型科普讲座","zh-CN","2025-12-27T00:00:00.000Z","new-2025-12-27","公开","obsidian\\软件体验与人机交互实验室\\news\\2025-12-27.md",[32,33,34,35,36],"_2026-01-13_142009_092.jpg","_2026-01-13_142031_682.jpg","_2026-01-13_142022_258-1.jpg","_2026-01-13_142026_975.jpg","_2026-01-13_142036_408.jpg","2026-01-13T10:20:09.352Z",1768299619788]