[{"data":1,"prerenderedAt":42},["ShallowReactive",2],{"$fP5wc4_0PqSqTnJtJwhZLriCVmOwK-U1s7-UffwYtxaE":3,"$fcSYGgiRL_BwE26D7e0OKKHXwRdmC2k5qoBaQXMfUhmE":17},{"name-zh-CN":4,"name-en-US":5,"introduction-zh-CN":6,"introduction-en-US":7,"contact-zh-CN":8,"contact-en-US":8,"email":9,"address-list":10},"软件体验与人机交互实验室","名称","中文介绍中文介绍中文介绍中文介绍中文介绍中文介绍中文介绍中文介绍中文介绍中文介绍中文介绍中文介绍中文介绍中文介绍中文介绍中文介绍中文介绍中文介绍中文介绍中文介绍中文介绍中文介绍中文介绍中文介绍中文介绍中文介绍","English Introduction English Introduction English Introduction English Introduction English Introduction English Introduction English Introduction English Introduction English Introduction English Introduction English Introduction English Introduction English Introduction English Introduction English Introduction English Introduction","联系","邮箱",[11,14],{"address":12,"postcode":13},"津南校区地址：天津市津南区海河教育园同砚路38号",300350,{"address":15,"postcode":16},"泰达校区：天津经济开发区宏达街23号",300457,[18,28,34,38],{"name-zh-CN":19,"name-en-US":20,"keywords-zh-CN":21,"keywords-en-US":23,"intr-zh-CN":25,"intr-en-US":26,"img":27},"研究方向","Research",[22,22,22,22,22,22,22,22,22,22,22,22,22,22,22,22,22,22,22,22],"关键字",[24,24,24,24,24,24,24,24,24,24,24,24,24,24,24],"keywords","介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍介绍","Thomas Ploetz is a Computer Scientist with expertise and decades of experience in Pattern Recognition and Machine Learning research (PhD from Bielefeld University, Germany). He works as a Professor of Computing at the School of Interactive Computing at the Georgia Institute of Technology in Atlanta, USA, where he leads the Computational Behavior Analysis research lab (cba.gatech.edu). There he is also the Associate Chair for Graduate Studies. His research agenda focuses on applied machine learning, that is developing systems and innovative sensor data analysis methods for real world applications. Primary application domain for his work is computational behavior analysis where he develops methods for automated and objective behavior assessments in naturalistic environments, thereby making opportunistic use of ubiquitous and wearable sensing methods. Main driving functions for his work are \"in the wild\" deployments and as such the development of systems and methods that have a real impact on people's lives. Thomas is a passionate educator teaching (very) large classes on Artificial Intelligence and Mobile, and Ubiquitous Computing on a regular basis at Georgia Tech, and worldwide through guest lectures and keynotes. Thomas has been very active in the mobile and ubiquitous, including wearable computing community. He is co-editor in chief of the Proc. of the ACM on Interactive, Mobile, Wearable, and Ubiquitous computing technology (IMWUT), has twice been co-chair of the technical program committee of the International Symposium on Wearable Computing (ISWC), and was general co-chair of the 2022 Int. Joint Conf. On Pervasive and Ubiquitous Computing (Ubicomp). Thomas is a Distinguished Member of the ACM.","/assets/img/avatar/aila.jpg",{"name-zh-CN":29,"name-en-US":20,"keywords-zh-CN":30,"keywords-en-US":31,"intr-zh-CN":32,"intr-en-US":33,"img":27},"bbbbb",[22,22],[24,24],"介绍","introduction",{"name-zh-CN":35,"name-en-US":20,"keywords-zh-CN":36,"keywords-en-US":37,"intr-zh-CN":32,"intr-en-US":33,"img":27},"ccccc",[22,22],[24,24],{"name-zh-CN":39,"name-en-US":20,"keywords-zh-CN":40,"keywords-en-US":41,"intr-zh-CN":32,"intr-en-US":33,"img":27},"ddddd",[22,22],[24,24],1768277501962]